tap "conduktor/brew"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "norwoodj/tap"
brew "argocd"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "cairo"
brew "cfssl"
brew "chart-testing"
brew "docker"
brew "doctl"
brew "eksctl"
brew "exiftool"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "openjdk"
brew "zookeeper"
brew "kafka", restart_service: true
brew "kubeconform"
brew "kubernetes-cli"
brew "neofetch"
brew "node"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "stow"
brew "terraform"
brew "wireguard-tools"
brew "wireshark", link: false
brew "yamllint"
brew "derailed/k9s/k9s"
brew "norwoodj/tap/helm-docs"
cask "blender"
cask "conduktor"
cask "discord"
cask "expressvpn"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "iterm2"
cask "obs"
cask "postman"
cask "powershell"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
vscode "4ops.terraform"
vscode "analytic-signal.preview-mp4"
vscode "cschlosser.doxdocgen"
vscode "cstrap.python-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "gencay.vscode-chatgpt"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jbockle.jbockle-format-files"
vscode "jeff-hykin.better-cpp-syntax"
vscode "Katacoda.vscode"
vscode "kevinglasson.cornflakes-linter"
vscode "KishoreIthadi.dotnet-core-essentials"
vscode "mindaro-dev.file-downloader"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "zhuangtongfa.material-theme"
