tap "conduktor/brew"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "norwoodj/tap"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "cfssl"
brew "chart-testing"
brew "docker"
brew "eksctl"
brew "go"
brew "netpbm"
brew "helm"
brew "jq"
brew "openjdk"
brew "kafka", restart_service: true
brew "kubeconform"
brew "kubernetes-cli"
brew "neofetch"
brew "openssl@3"
brew "pulumi"
brew "pyenv"
brew "stow"
brew "terraform"
brew "yamllint"
brew "derailed/k9s/k9s"
brew "norwoodj/tap/helm-docs"
cask "blender"
cask "conduktor"
cask "discord"
cask "expressvpn"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "iterm2"
cask "obs"
cask "powershell"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
