tap "conduktor/brew"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "norwoodj/tap"
brew "argocd"
brew "awscli"
brew "python@3.11"
brew "azure-cli"
brew "bash-completion"
brew "cairo"
brew "certbot"
brew "cfssl"
brew "chart-testing"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "eksctl"
brew "exiftool"
brew "git"
brew "go"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "kubeconform"
brew "kubernetes-cli"
brew "minikube"
brew "neofetch"
brew "netpbm"
brew "node"
brew "openjdk"
brew "pipx"
brew "progress"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "stow"
brew "tfenv"
brew "wireguard-tools"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "derailed/k9s/k9s"
brew "norwoodj/tap/helm-docs"
cask "adobe-acrobat-pro"
cask "android-studio"
cask "anki"
cask "charles"
cask "chatgpt"
cask "datagrip"
cask "discord"
cask "docker"
cask "expressvpn"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "goland"
cask "google-cloud-sdk"
cask "grammarly"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "microsoft-edge"
cask "miniconda"
cask "notion"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "openvpn-connect"
cask "postman"
cask "powershell"
cask "pycharm"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wireshark"
vscode "4ops.terraform"
vscode "analytic-signal.preview-mp4"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "cstrap.python-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "genieai.chatgpt-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jbockle.jbockle-format-files"
vscode "jeff-hykin.better-cpp-syntax"
vscode "katacoda.vscode"
vscode "kevinglasson.cornflakes-linter"
vscode "kishoreithadi.dotnet-core-essentials"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "thomas-baumgaertner.vcl"
vscode "trunk.io"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
